/* Accessory view must be no more than 200pts high. */
"Accessory view must be no more than 250pts high." = "アクセサリービューの高さ上限は 250 pts です。";

/* Accessory view must be no more than 600pts wide. */
"Accessory view must be no more than 600pts wide." = "アクセサリービューの幅上限は 600 pts です。";

/* Can't modify properties until data has been set */
"Can't modify properties until data has been set." = "データの設定ができていない限り、プロパティーの変更はできません。";

/* Can't perform '%@' on an empty list. */
"Can't perform '%@' on an empty list." = "空のリストに %@ の適用はできません。";

/* Can't perform '%@' when lists have differing item counts. */
"Can't perform '%@' when lists have differing item counts." = "対象リストの項目数が異なる場合は %@ の適用はできません。";

/* Cancel row deletion */
"Cancel" = "キャンセル";

/* Row deletion alert message */
"Delete the selected rows?" = "選択した行を削除しますか？";

/* Discard Change button */
"Discard Change" = "変更を取り消します";

/* Error preparing results list. */
"Error preparing results list." = "結果リストの準備にエラーが発生しました。";

/* Invalid '%@' parameter, item is not a list: %@ */
"Invalid '%@' parameter, item is not a list: %@" = "パラメーター %1$@ は無効です。項目はリストではありません：%2$@";

/* Invalid '%@' parameter: %@ */
"Invalid '%@' parameter: %@" = "%1$@ のパラメーター %2$@ は無効です。";

/* Invalid column type: %lu */
"Invalid column type: %lu" = "%lu の列種類は無効です。";

/* Invalid index in '%@' parameter: %@ */
"Invalid index in '%@' parameter: %@" = "パラメーター %1$@ は無効のインデックスを含みます：%2$@";

/* No such table property: %@ */
"No such table property: %@" = "%@ の表プロパティは存在しません。";

/* OK button
   OK row deletion */
"OK" = "OK";

/* Please provide a valid value. */
"Please provide a valid value." = "有効な値を使用してください。";

/* Provided data can't have more than 100 columns. */
"Provided data can't have more than 100 columns." = "提供データの列は100です。";

/* Provided data doesn't consist solely of lists. */
"Provided data doesn't consist solely of lists." = "提供データはリストのみで構成されていません。";

/* Provided data is an empty list. */
"Provided data is an empty list." = "提供データは空のリストです。";

/* Provided data: expected a date, but found some other class. */
"Provided data: expected a date, but found some other class." = "提供データ：日付を期待していたが、別のクラスでした。";

/* Provided data: expected a number, but found some other class. */
"Provided data: expected a number, but found some other class." = "提供データ：数字を期待していたが、別のクラスでした。";

/* Provided data: expected number or boolean, but found some other class. */
"Provided data: expected number or boolean, but found some other class." = "提供データ：数字やブーリアンを期待していたが、別のクラスでした。";

/* Provided data: expected text, but found some other class. */
"Provided data: expected text, but found some other class." = "提供データ：テキストを期待していたが、別のクラスでした。";

/* Provided data: list doesn't consist solely of lists. */
"Provided data: list doesn't consist solely of lists." = "提供データ：リストはリストのみで構成されていません。";

/* Provided data: lists are not all of equal length. */
"Provided data: lists are not all of equal length." = "提供データ：全てのリストは同じ長さではありません。";

/* Provided data: unknown type: %d. */
"Provided data: unknown type: %d." = "提供データ：不明のタイプ：%d。";

/* Strangely, the list's list is not a list. Please report the circumstances. */
"Strangely, the list's list is not a list. Please report the circumstances." = "不思議なことに、このリストのリストはリストではありません。事情を報告してください。";

/* The '%@' command requires a list of lists. */
"The '%@' command requires a list of lists." = "「%@」コマンドはリストのリストを必要としています。";

/* The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@ */
"The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@" = "%@ は -SMSModifyColumns:usingProperties:error: コマンドのプロパティではありません。";

/* The table you have passed is not valid */
"The table you have passed is not valid" = "渡された表は無効です";

/* The value '%@' is invalid. */
"The value '%@' is invalid." = "%@ 値は無効です。";

/* Unknown error */
"Unknown error" = "不明なエラー";

/* Unknown error: Unable to initialize table dialog. */
"Unknown error: Unable to initialize table dialog." = "不明なエラー：表のダイアログを初期化できません。";

/* User interaction not allowed: %d */
"User interaction not allowed: %d" = "ユーザとの対話はできません：%d";

